Repository: modell-aachen/UnifiedAuthContrib
Catalog: locale/UnifiedAuthContrib/*.po
Languages: de

source: Your %1 uses a new user administration, please enter a new password:
de: Ihr %1 nutzt eine neue Benutzerverwaltung, bitte vergeben Sie hierfür ein neues Passwort:

source: Please set a new password
de: Bitte vergeben Sie ein neues Passwort

source: We could not authenticate you. The following error occurred: %1
de: Wir konnten Sie nicht authentifizieren. Der folgende Fehler ist aufgetreten: %1

source: Wrong username or password
de: Benutzername oder Passwort falsch

source: Your browser is not correctly configured for the authentication with this wiki. Please add this site to your 'local intranet'. Please contact your administrator for further assistance.
de: Ihr Browser ist nicht korrekt für die Authentifizierung mit diesem Wiki konfiguriert. Bitte fügen Sie diese Seite zu 'Lokales Intranet' hinzu. Bitte kontaktieren Sie ihren Administrator für weitere Hilfe.

source: Your user account is not configured for the authentication with this wiki. Please contact your administrator for further assistance.
de: Ihr Nutzeraccount ist nicht für die Authentifizierung mit diesem Wiki konfiguriert. Bitte kontaktieren Sie ihren Administrator für weitere Hilfe.

source: The authentication failed (Kerberos error). Please contact your administrator for further assistance.
de: Die Authentifizierung ist fehlgeschlagen (Kerberos Fehler). Bitte kontaktieren Sie ihren Administrator für weitere Hilfe.

source: User administration
de: Benutzerverwaltung

source: This site presents an overview of currently all available users within this wiki. Deactivated users may also be shown.
de: Diese Übersichtsseite zeigt alle Benutzer an, die derzeit im Wiki hinterlegt sind. Es können auch deaktivierte Nutzer angezeigt werden.

source: This site presents an overview of all groups which which are available for access control definitions in %1.
de: Diese Übersichtsseite zeigt alle Gruppen an, die verwendet werden können, um Zugriffskontrolle im Q.wiki zu definieren

source: Current number of active users:
de: Aktuelle Anzahl aktiver Benutzer:

source: Create new user
de: Neuen Nutzer anlegen

source: Create new group
de: Neuen Gruppe anlegen

source: Source systems
de: Quellsysteme

source: Email address
de: Email Adresse

source: Name or email address
de: Name oder Email Adresse

source: Active
de: Aktiv
